Tekla.Structures.DrawingInternal.PointAssociativityRule


Tekla.Structures.DrawingInternal.PointAssociativityRule.RuleId


Tekla.Structures.DrawingInternal.PointAssociativityRule.PointType


Tekla.Structures.DrawingInternal.PointAssociativityRule.PointIndex


Tekla.Structures.DrawingInternal.PointAssociativityRule.ObjectId1


Tekla.Structures.DrawingInternal.PointAssociativityRule.PlaneName1


Tekla.Structures.DrawingInternal.PointAssociativityRule.ObjectId2


Tekla.Structures.DrawingInternal.PointAssociativityRule.PlaneName2


Tekla.Structures.DrawingInternal.PointAssociativityRule.ObjectId3


Tekla.Structures.DrawingInternal.PointAssociativityRule.PlaneName3


Tekla.Structures.DrawingInternal.PointAssociativityRule.IsCenterBased
